// ============================================================================
// Target
// ----------------------------------------------------------------------------
"Target.ESP_title" = "Install Clover in the ESP";
"Target.ESP_description" = "Install Clover in the ESP (EFI System Partition) of the target volume

Potrebno formatirati ESP kao Fat32 (predloženo) ili HFS na Mac računalu prvo.

Za Fat32 koristiti komandu:
diskutil list
newfs_msdos -v EFI -F 32 /dev/rdisk9s1

Za HFS koristi komandu:
diskutil list
newfs_hfs -v EFI /dev/rdisk9s1";

// ============================================================================
// Bootloader
// ----------------------------------------------------------------------------

"Bootloader_title" = "Bootloader";
"Bootloader_description" = "Clover EFI zahtijeva tri osnovne datoteke. (ukratko)
boot0 (na glavnom boot zapisu diska) boot1.
boot1 (na boot zapisu particije) te pokretanje boot2.
boot2 (na korijenskom sustavu particije) za pokretanje /EFI/CLOVER/BOOT/CLOVERIA32.efi ili CLOVERX64.efi, te  kernel itd.";

"boot0_title" = "BIOS MBR boot0 (HFS+Fat32)";
"boot0_description" = "Za koje koristi bios.
Koristi fdisk440 za instalaciju boot0 na prvih 440 bits od MBR što neće uništiti  Windows instalaciju,ako ista postoji, potom će boot0 potražiti prvu aktivnu HFS particiju za boot1h2, ili će tražiti prvu aktivnu Fat32 particiju za boot1f32alt.
Postavit će se HFS + Fat32 particije kao aktivne.
Potrebno formatirati na windows ili mac računalu na ovaj način.
  1. Obriši MS-DOS (FAT) sa Disk Utility.
  2. diskutil list
  3. diskutil unmount /dev/rdisk9s1
  4. newfs_msdos -v Fat32 -F 32 /dev/rdisk9s1
  5. diskutil mount /dev/rdisk9s1";

"boot0hfs_title" = "BIOS MBR boot0hfs (HFS+Fat32)";
"boot0hfs_description" = "Used for BIOS booting on BIOS motherboards.
Koristi fdisk440 za instalaciju boot0hfs na prvih 440 bits od MBR što neće uništiti  Windows instalaciju,ako ista postoji, potom će boot0hfs potražiti prvu aktivnu HFS particiju za boot1h2, ili će tražiti prvu aktivnu Fat32 particiju za boot1f32alt.
Neće postaviti  HFS particiju kao aktivnu, ali će postaviti Fat32 particiju kao aktivnu.
Potrebno formatirati na windows ili mac računalu na ovaj način.
  1. Obriši MS-DOS (FAT) sa Disk Utility.
  2. diskutil list
  3. diskutil unmount /dev/rdisk9s1
  4. newfs_msdos -v Fat32 -F 32 /dev/rdisk9s1
  5. diskutil mount /dev/rdisk9s1";

"bootNo_title" = "Don't update MBR and PBR sectors";
"bootNo_description" = "Don't install any bootloader (boot0X, boot1X).
Poželjno koristiti na UEFI pločama koje ne zahtijevaju nikakve boot datoteke.
Može se također koristiti ako ne želite nadograđivati MBR ili PBR sektore.";

"AltBoot_title" = "Use alternative booting PBR";
"AltBoot_description" = "Instaliraj alternativnu metodu PBR sa mogućnošću kasnijeg odabira pristikom gumba.
File to boot = boot{keypressed}";


"boot32_title" = "Instaliraj te pokreni 32 bitnu verziju prvu";
"boot32_description" = "Instalira 32 bitni boot te ga postavlja kao primarni.
Po defaultu  boota = Clover EFI 32bit. Možete također...
Koristiti 1 za boot1 = Pokretanje Chameleona,
Koristiti 3 to boot3 = Pokretanje Clover EFI 32bit ,
Koristiti 6 to boot6 = pokretanje Clover EFI 64bit .";

"boot64_title" = "Instaliraj te pokreni 64 bitnu verziju prvu";
"boot64_description" = "Instalira 64 bitni boot te ga postavlja kao primarni.
Po defaultu  boota = Clover EFI 64bit. Možete također...
Koristiti 1 za boot1 = Pokretanje Chameleona,
Koristiti 3 to boot3 = Pokretanje Clover EFI 32bit ,
Koristiti 6 to boot6 = pokretanje Clover EFI 64bit .";

// ============================================================================
// CloverEFI
// ----------------------------------------------------------------------------
"CloverEFI_title" = "CloverEFI";
"CloverEFI_description" = "Odaberite verziju koju želite koristiti.";
"cloverEFI.32_title" = "CloverEFI 32 bitni";
"cloverEFI.32_description" = "CloverEFI 32 bitni";
"cloverEFI.64.sata_title" = "CloverEFI 64 bitni SATA";
"cloverEFI.64.sata_description" = "CloverEFI 64 bitni koji koristi SATA za pristup diskovima";
"cloverEFI.64.blockio_title" = "CloverEFI 64 bitni BiosBlockIO";
"cloverEFI.64.blockio_description" = "CloverEFI 64 bitni koji koristi Bios Block I/O za pristup diskovima";

// ============================================================================
// Themes
// ----------------------------------------------------------------------------

"Themes_title" = "Teme";
"Themes_description" = "Odaberi za instalaciju temi.";

"black_green_title" = "black_green";
"black_green_description" = "Glavna tema od kreatora Blackosx,
Install to /EFI/BOOT/themes/black_green.";

"AppleStyle_title" = "AppleStyle";
"AppleStyle_description" = "AppleStyle od kreatora Eps,
Install to /EFI/BOOT/themes/AppleStyle.";

"mrengles_title" = "mrengles";
"mrengles_description" = "mrengles tema od kreatora mrengles,
Install to /EFI/BOOT/themes/mrengles.";

"iBootloader_title" = "iClover";
"iBootloader_description" = "Siva tema kreatora winlog,
Install to /EFI/BOOT/themes/iClover.";

"buttons_title" = "buttons";
"buttons_description" = "Gumbići od kreatora Trauma,
Install to /EFI/BOOT/themes/buttons.";

"hellfire_title" = "hellfire";
"hellfire_description" = "Vatra iz pakla od kreatora lllevelll,
Install to /EFI/BOOT/themes/hellfire.";

"metal_title" = "metal";
"metal_description" = "Originalna početna tema od kreatora Slice,
Install to /EFI/BOOT/themes/metal.";

"simple_gray_title" = "simple_gray";
"simple_gray_description" = "Jednostavna siva od kreatora hijeane,
Install to /EFI/BOOT/themes/simple_gray.";

"wooden_title" = "wooden";
"wooden_description" = "Tema drva od kreatora iROOTa,
Install to /EFI/BOOT/themes/wooden.";

// ============================================================================
// RC Scripts
// ----------------------------------------------------------------------------
"rc.scripts.on.target_title" = "Instaliraj RC skripte na odabrani disk";
"rc.scripts.on.target_description" = "Instalira sve  RC skripte na odabrani disk.
The target volume must be a bootable OSX system volume.";
"rc.scripts.on.all.volumes_title" = "Instaliraj sve RC skripte na sve OSX bootabilne diskove";
"rc.scripts.on.all.volumes_description" = "Instalira sve RC skripte na sve interne OSX bootabilne diskove.";
"Optional RC Scripts" = "Opcionalne RC skripte";
"disable_sleep_proxy_client_description" = "Isključuje  mDNSResponder spavajuči proxy client service. ovo sprečava da se sistem budi iz sleepa svakih nekoliko sati";

// ----------------------------------------------------------------------------